var dvds = [
	{
	"image" : "./img/dvd/sw1.jpg", 
	"title": " i - The Phantom Menace", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "1999",
	"rating": "0",
	"desc": "When the evil Trade Federation plots to take over the peaceful planet of Naboo, Jedi warrior Qui-Gon Jinn and his apprentice Obi-Wan Kenobi embark on an amazing adventure to save the planet. With them on their journey is the young Queen Amidala, Gungan outcast Jar Jar Binks, and the powerful Captain Panaka, who will all travel to the faraway planets of Tatooine and Coruscant in a futile attempt to save their world from Darth Sidious, leader of the Trade Federation, and Darth Maul, the strongest Dark Lord of the Sith to ever wield a lightsaber."
	},
	{
	"image" : "./img/dvd/sw2.jpg", 
	"title": " ii - Attack of the Clones", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "2002",
	"rating": "0",
	"desc": "Jedi Knights Obi-Wan Kenobi and Anakin Skywalker discover there is more than meets the eye behind an assassination attempt on Naboo Senator Padmé Amidala's life. Meanwhile, a Sith Lord orchestrates events between the forces of good and evil, all the while waiting to play the final move that will ensure him control of the galaxy."
	},
	{
	"image" : "./img/dvd/sw3.jpg", 
	"title": " iii - Revenge of the Sith", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "2005",
	"rating": "0",
	"desc": "Three years into the Clone Wars, the Jedi rescue Palpatine from Count Dooku. As Obi-Wan pursues a new threat, Anakin acts as a double agent between the Jedi Council and Palpatine and is lured into a sinister plan to rule the galaxy."
	},
	{
	"image" : "./img/dvd/sw4.jpg", 
	"title": " iv - A New Hope", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "1977",
	"rating": "0",
	"desc": "Princess Leia is held hostage by the evil forces of the Galactic Empire in their effort to take over the galaxy. Venturesome Luke Skywalker and dashing Captain Han Solo team together with the lovable robotic duo, R2-D2 and C-3PO, to rescue the beautiful princess and restore justice in the galaxy."
	},
	{
	"image" : "./img/dvd/sw5.jpg", 
	"title": " v - The Empire Strikes Back", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "1980",
	"rating": "0",
	"desc": "After the rebels are brutally overpowered by the Empire on the ice planet Hoth, Luke Skywalker begins Jedi training with Yoda, while his friends are pursued by Darth Vader."
	},
	{
	"image" : "./img/dvd/sw6.jpg", 
	"title": " vi - Return of the Jedi", 
	"type": "DVD", 
	"author": "George Lucas",
	"genre": "Space Opera",
	"publisher": "20th Century Fox",
	"release": "1983",
	"rating": "0",
	"desc": "After a daring mission to rescue Han Solo from Jabba the Hutt, the rebels dispatch to Endor to destroy a more powerful Death Star. Meanwhile, Luke struggles to help Vader back from the dark side without falling into the Emperor's trap."
	},
	{
	"image" : "./img/dvd/sw7.jpg", 
	"title": " vii - The Force Awakens", 
	"type": "DVD", 
	"author": " J.J.Abrams",
	"genre": "Space Opera",
	"publisher": "Walt Disney Studios Motion Pictures",
	"release": "2015",
	"rating": "0",
	"desc": "30 years after the defeat of Darth Vader and the Empire, Rey, a scavenger from the planet Jakku, finds a BB-8 droid that knows the whereabouts of the long lost Luke Skywalker. Rey, as well as a rogue stormtrooper and two smugglers, are thrown into the middle of a battle between the Resistance and the daunting legions of the First Order."
	},
	{
	"image" : "./img/dvd/sw8.jpg", 
	"title": " viii - The Last Jedi", 
	"type": "DVD", 
	"author": "Rian Johnson",
	"genre": "Space Opera",
	"publisher": "Walt Disney Studios Motion Pictures",
	"release": "2017",
	"rating": "0",
	"desc": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares for battle with the First Order. "
	},

	];